/* AccessoryPrototypeSoftware package type display name */
"accessoryPrototypeSoftware" = "accessoryPrototypeSoftware";

/* Error when trying to parse a user-input date range */
"An end date cannot have the value 'Now'." = "An end date cannot have the value 'Now'.";

/* Bulk package type display name */
"bulk" = "bulk";

/* File directory at given path cannot be written to by this user
   File directory chosen cannot be written to by this user */
"Directory at path is not writeable: %@" = "Directory at path is not writeable: %@";

/* File directory at given path cannot be written to by this user
   File directory chosen cannot be written to by this user */
"Directory Not Writeable" = "Directory Not Writeable";

/* Error when trying to parse a user-input date */
"Effective date '%@' could not be parsed." = "Effective date '%@' could not be parsed.";

/* Error when trying to parse a user-input date */
"Effective Date Invalid" = "Effective Date Invalid";

/* Error when trying to parse a user-input date range */
"End date '%@' could not be parsed." = "End date '%@' could not be parsed.";

/* Error when trying to parse a user-input date range */
"End date '%@' is before or equal to the interval's effective date '%@'. The end date must be after the effective date." = "End date '%1$@' is before or equal to the interval's effective date '%2$@'. The end date must be after the effective date.";

/* Error when trying to parse a user-input date range */
"End Date Invalid" = "End Date Invalid";

/* File at given path $1 is not a directory (and should have been) */
"File at path is not a directory: %@" = "File at path is not a directory: %@";

/* File already exists at given file path */
"File Exists" = "File Exists";

/* Film package type display name */
"film" = "film";

/* Failure when trying to load information from a package. */
"Invalid Package Element" = "Invalid Package Element";

/* Matedata file not found at specified file path */
"Metadata Not Found" = "Metadata Not Found";

/* Error description. */
"Missing a wholesale price tier. The wholesale price tier is required." = "Missing a wholesale price tier. The wholesale price tier is required.";

/* Error when trying to parse a user-input date */
"Missing an effective date. An effective date is required when an end date is specified." = "Missing an effective date. An effective date is required when an end date is specified.";

/* Error when trying to parse a user-input date */
"Missing Effective Date" = "Missing Effective Date";

/* Error failure reason */
"Missing Wholesale Price Tier" = "Missing Wholesale Price Tier";

/* Music package type display name */
"music" = "music";

/* Price tier interval Never */
"Never" = "Never";

/* Directory at file path $1 not found */
"No directory at location: %@" = "No directory at location: %@";

/* Failure reason: directory at path not found */
"No Such Directory" = "No Such Directory";

/* Price tier interval None */
"None" = "None";

/* Price tier interval Now */
"Now" = "Now";

/* Error description when trying to rename a file
   Package at file directory path $1 does not exist */
"Package at path %@ doesn't exist." = "Package at path %@ doesn't exist.";

/* Error description when trying to rename a file */
"Package with name %@ already exists." = "Package with name %@ already exists.";

/* Publication package type display name */
"publication" = "publication";

/* Software package type display name */
"software" = "software";

/* Failure when trying to load information from a package. */
"The receiver does not have a Package Element." = "The receiver does not have a Package Element.";

/* Failure when trying to load information from a package. */
"The specified iTunes Package does not have a Package Element." = "The specified iTunes Package does not have a Package Element.";

/* TV package type display name */
"tv" = "tv";

/* Failure reason: unable to copy a given package. */
"Unable to Copy" = "Unable to Copy";

/* File not found at file path $1 */
"Unable to find metadata.xml at location: %@" = "Unable to find metadata.xml at location: %@";

/* Error failure reason. Asset cannot be recycled. */
"Unable to Recycle" = "Unable to Recycle";

/* Error description. Asset named $1 cannot be recycled. */
"Unable to recycle asset: %@" = "Unable to recycle asset: %@";

/* Unable to rename file */
"Unable to Rename" = "Unable to Rename";

/* Error description when trying to rename a file */
"Unable to rename package: %@" = "Unable to rename package: %@";

/* Default document file name when none is given
   Default file name when we cannot come up with a meaningful filename. */
"Untitled" = "Untitled";

